Repository: stokay/MySQLClient
Catalog: Sources/MySQLMacClient/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Selected row text color
ar: لون نص الصف المحدد
de: Textfarbe der ausgewählten Zeile
es: Color de texto de fila seleccionada
fr: Couleur du texte de la ligne sélectionnée
hi: चयनित पंक्ति टेक्स्ट रंग
id: Warna teks baris terpilih
it: Colore testo riga selezionata
ja: 選択行の文字色
ko: 선택한 행 텍스트 색상
pl: Kolor tekstu zaznaczonego wiersza
pt_br: Cor do texto da linha selecionada
ru: Цвет текста выбранной строки
th: สีข้อความของแถวที่เลือก
tr: Seçili satır yazı rengi
vi: Màu chữ hàng được chọn
zh_hans: 选中行文字颜色
zh_hant: 選取列文字顏色

source: Set FOREIGN_KEY_CHECKS=0
ar: تعيين FOREIGN_KEY_CHECKS=0
de: FOREIGN_KEY_CHECKS=0 setzen
es: Establecer FOREIGN_KEY_CHECKS=0
fr: Définir FOREIGN_KEY_CHECKS=0
hi: FOREIGN_KEY_CHECKS=0 सेट करें
it: Imposta FOREIGN_KEY_CHECKS=0
ja: FOREIGN_KEY_CHECKS=0 を設定
ko: FOREIGN_KEY_CHECKS=0 설정
pl: Ustaw FOREIGN_KEY_CHECKS=0
pt_br: Definir FOREIGN_KEY_CHECKS=0
ru: Установить FOREIGN_KEY_CHECKS=0
th: ตั้งค่า FOREIGN_KEY_CHECKS=0
tr: FOREIGN_KEY_CHECKS=0 ayarla
vi: Đặt FOREIGN_KEY_CHECKS=0
zh_hans: 设置 FOREIGN_KEY_CHECKS=0
zh_hant: 設定 FOREIGN_KEY_CHECKS=0

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Settings (⌘,)
ar: الإعدادات (⌘,)
de: Einstellungen (⌘,)
es: Ajustes (⌘,)
fr: Réglages (⌘,)
hi: सेटिंग्स (⌘,)
id: Pengaturan (⌘,)
it: Impostazioni (⌘,)
ja: 設定 (⌘,)
ko: 설정 (⌘,)
pl: Ustawienia (⌘,)
pt_br: Ajustes (⌘,)
ru: Настройки (⌘,)
th: การตั้งค่า (⌘,)
tr: Ayarlar (⌘Ö)
vi: Cài đặt (⌘,)
zh_hans: 设置 (⌘,)
zh_hant: 設定 (⌘,)

source: Share anonymous usage analytics
ar: مشاركة تحليلات الاستخدام المجهولة
de: Anonyme Nutzungsanalyse teilen
es: Compartir análisis de uso anónimo
fr: Partager les statistiques d'utilisation anonymes
hi: अनाम उपयोग विश्लेषण साझा करें
id: Bagikan analitik penggunaan anonim
it: Condividi statistiche di utilizzo anonime
ja: 匿名の利用状況分析を共有する
ko: 익명 사용 분석 공유
pl: Udostępniaj anonimowe dane analityczne
pt_br: Compartilhar dados de uso anônimos
ru: Отправлять анонимную аналитику использования
th: แชร์ข้อมูลการใช้งานแบบไม่ระบุตัวตน
tr: Anonim kullanım analitiği paylaş
vi: Chia sẻ dữ liệu sử dụng ẩn danh
zh_hans: 分享匿名使用情况分析
zh_hant: 分享匿名使用情況分析

source: Show line numbers
ar: إظهار أرقام الأسطر
de: Zeilennummern anzeigen
es: Mostrar números de línea
fr: Afficher les numéros de ligne
hi: पंक्ति संख्याएँ दिखाएँ
id: Tampilkan nomor baris
it: Mostra numeri di riga
ja: 行番号を表示
ko: 줄 번호 표시
pl: Pokazuj numery wierszy
pt_br: Mostrar números de linha
ru: Показывать номера строк
th: แสดงเลขบรรทัด
tr: Satır numaralarını göster
vi: Hiện số dòng
zh_hans: 显示行号
zh_hant: 顯示行號

source: Show password
ar: إظهار كلمة المرور
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
hi: पासवर्ड दिखाएँ
id: Tampilkan kata sandi
it: Mostra password
ja: パスワードを表示
ko: 비밀번호 표시
pl: Pokaż hasło
pt_br: Mostrar senha
ru: Показать пароль
th: แสดงรหัสผ่าน
tr: Şifreyi göster
vi: Hiện mật khẩu
zh_hans: 显示密码
zh_hant: 顯示密碼

source: Sidebar
ar: الشريط الجانبي
de: Seitenleiste
es: Barra Lateral
fr: Barre latérale
hi: साइडबार
id: Bilah Sisi
it: Barra laterale
ja: サイドバー
ko: 사이드바
pl: Panel boczny
pt_br: Barra lateral
ru: Боковая панель
th: แถบด้านข้าง
tr: Kenar Çubuğu
vi: Thanh bên
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Single transaction
ar: معاملة واحدة (single transaction)
de: Einzeltransaktion (single transaction)
es: Transacción única (single transaction)
fr: Transaction unique (single transaction)
hi: एकल ट्रांज़ैक्शन (single transaction)
id: Transaksi tunggal
it: Transazione singola (single transaction)
ja: 単一トランザクション (single transaction)
ko: 단일 트랜잭션 (single transaction)
pl: Jedna transakcja (single transaction)
pt_br: Transação única (single transaction)
ru: Одна транзакция (single transaction)
th: ธุรกรรมเดียว
tr: Tek işlem (single transaction)
vi: Giao dịch đơn
zh_hans: 单一事务 (single transaction)
zh_hant: 單一交易 (single transaction)

source: Statement %lld/%lld failed: %@
ar: فشلت العبارة %lld/%lld: %@
de: Anweisung %lld/%lld fehlgeschlagen: %@
es: Instrucción %lld/%lld fallida: %@
fr: L'instruction %lld/%lld a échoué : %@
hi: कथन %lld/%lld विफल: %@
id: Pernyataan %lld/%lld gagal: %@
it: Istruzione %lld/%lld non riuscita: %@
ja: ステートメント %lld/%lld が失敗しました: %@
ko: 명령문 %lld/%lld 실패: %@
pl: Instrukcja %lld/%lld nie powiodła się: %@
pt_br: A instrução %lld/%lld falhou: %@
ru: Инструкция %lld/%lld не выполнена: %@
th: คำสั่ง %lld/%lld ไม่สำเร็จ: %@
tr: İfade %lld/%lld başarısız: %@
vi: Câu lệnh %lld/%lld thất bại: %@
zh_hans: 语句 %lld/%lld 失败：%@
zh_hant: 語句 %lld/%lld 失敗：%@

source: Status/error message font size
ar: حجم خط رسالة الحالة/الخطأ
de: Schriftgröße für Status-/Fehlermeldung
es: Tamaño de fuente de mensaje de estado/error
fr: Taille de police des messages d'état/d'erreur
hi: स्थिति/त्रुटि संदेश फ़ॉन्ट आकार
id: Ukuran font pesan status/error
it: Dimensione carattere messaggi di stato/errore
ja: ステータス／エラーメッセージのフォントサイズ
ko: 상태/오류 메시지 글꼴 크기
pl: Rozmiar czcionki komunikatów o stanie/błędach
pt_br: Tamanho da fonte de mensagens de status/erro
ru: Размер шрифта сообщений о состоянии/ошибках
th: ขนาดฟอนต์ข้อความสถานะ/ข้อผิดพลาด
tr: Durum/hata mesajı yazı boyutu
vi: Cỡ chữ thông báo trạng thái/lỗi
zh_hans: 状态/错误消息字体大小
zh_hant: 狀態／錯誤訊息字型大小

source: Stored Procedure Name
ar: اسم الإجراء المخزَّن
de: Name der Gespeicherten Prozedur
es: Nombre de Procedimiento Almacenado
fr: Nom de la procédure stockée
hi: Stored Procedure नाम
id: Nama Prosedur Tersimpan
it: Nome stored procedure
ja: ストアドプロシージャ名
ko: 저장 프로시저 이름
pl: Nazwa procedury składowanej
pt_br: Nome da stored procedure
ru: Имя хранимой процедуры
th: ชื่อโพรซีเจอร์
tr: Stored Procedure Adı
vi: Tên Thủ tục lưu trữ
zh_hans: 存储过程名称
zh_hant: 預存程序名稱

source: Stored Procedure...
ar: إجراء مخزَّن...
de: Gespeicherte Prozedur...
es: Procedimiento Almacenado...
fr: Procédure stockée...
id: Prosedur Tersimpan...
ja: ストアドプロシージャ...
ko: 저장 프로시저...
pl: Procedura składowana…
ru: Хранимая процедура…
th: โพรซีเจอร์...
vi: Thủ tục lưu trữ...
zh_hans: 存储过程…
zh_hant: 預存程序…

source: Stored Procedures
ar: الإجراءات المخزَّنة
de: Gespeicherte Prozeduren
es: Procedimientos Almacenados
fr: Procédures stockées
id: Prosedur Tersimpan
it: Stored procedure
ja: ストアドプロシージャ
ko: 저장 프로시저
pl: Procedury składowane
ru: Хранимые процедуры
th: โพรซีเจอร์
tr: Stored Procedure'lar
vi: Thủ tục lưu trữ
zh_hans: 存储过程
zh_hant: 預存程序

source: String ('...') color
ar: لون النص ('...')
de: Farbe für Zeichenfolge ('...')
es: Color de cadena ('...')
fr: Couleur des chaînes ('...')
hi: स्ट्रिंग ('...') रंग
id: Warna string ('...')
it: Colore stringa ('...')
ja: 文字列 ('...') の色
ko: 문자열 ('...') 색상
pl: Kolor łańcucha ('...')
pt_br: Cor de string ('...')
ru: Цвет строки ('...')
th: สีของสตริง ('...')
tr: Metin ('...') rengi
vi: Màu chuỗi ('...')
zh_hans: 字符串 ('...') 颜色
zh_hant: 字串 ('...') 顏色

source: Structure + data
ar: البنية + البيانات
de: Struktur + Daten
es: Estructura + datos
fr: Structure + données
hi: संरचना + डेटा
id: Struktur + data
it: Struttura + dati
ja: 構造 + データ
ko: 구조 + 데이터
pl: Struktura + dane
pt_br: Estrutura + dados
ru: Структура + данные
th: โครงสร้าง + ข้อมูล
tr: Yapı + veri
vi: Cấu trúc + dữ liệu
zh_hans: 结构 + 数据
zh_hant: 結構 + 資料

source: Structure only
ar: البنية فقط
de: Nur Struktur
es: Solo estructura
fr: Structure uniquement
hi: केवल संरचना
id: Hanya struktur
it: Solo struttura
ja: 構造のみ
ko: 구조만
pl: Tylko struktura
pt_br: Somente estrutura
ru: Только структура
th: เฉพาะโครงสร้าง
tr: Yalnız yapı
vi: Chỉ cấu trúc
zh_hans: 仅结构
zh_hant: 僅結構

source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
pl: Systemowy
pt_br: Sistema
ru: Системный
th: ระบบ
tr: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: TABLE COLUMNS
ar: أعمدة الجدول
de: TABELLENSPALTEN
es: COLUMNAS DE LA TABLA
fr: COLONNES DE LA TABLE
hi: टेबल कॉलम
id: KOLOM TABEL
it: COLONNE TABELLA
ja: テーブルの列
ko: 테이블 열
pl: KOLUMNY TABELI
pt_br: COLUNAS DA TABELA
ru: СТОЛБЦЫ ТАБЛИЦЫ
th: คอลัมน์ตาราง
tr: TABLO BAŞLIKLARI
vi: CỘT BẢNG
zh_hans: 表列
zh_hant: 表格欄位

source: TRUNCATE TABLE cannot be undone.
ar: لا يمكن التراجع عن TRUNCATE TABLE.
de: TRUNCATE TABLE kann nicht rückgängig gemacht werden.
es: TRUNCATE TABLE no se puede deshacer.
fr: TRUNCATE TABLE est irréversible.
hi: TRUNCATE TABLE को पूर्ववत नहीं किया जा सकता।
id: TRUNCATE TABLE tidak dapat dibatalkan.
it: TRUNCATE TABLE non può essere annullato.
ja: TRUNCATE TABLE は元に戻せません。
ko: TRUNCATE TABLE는 되돌릴 수 없습니다.
pl: TRUNCATE TABLE nie można cofnąć.
pt_br: TRUNCATE TABLE não pode ser desfeito.
ru: TRUNCATE TABLE нельзя отменить.
th: TRUNCATE TABLE ไม่สามารถย้อนกลับได้
tr: TRUNCATE TABLE geri alınamaz.
vi: TRUNCATE TABLE không thể hoàn tác.
zh_hans: TRUNCATE TABLE 无法撤销。
zh_hant: TRUNCATE TABLE 無法復原。

source: TYPE
ar: النوع
de: TYP
es: TIPO
hi: प्रकार
id: TIPE
it: TIPO
ja: 型
ko: 형식
pl: TYP
pt_br: TIPO
ru: ТИП
th: ชนิด
tr: TİP
vi: KIỂU
zh_hans: 类型
zh_hant: 類型

source: Table Name
ar: اسم الجدول
de: Tabellenname
es: Nombre de Tabla
fr: Nom de la table
hi: टेबल नाम
id: Nama Tabel
it: Nome tabella
ja: テーブル名
ko: 테이블 이름
pl: Nazwa tabeli
pt_br: Nome da tabela
ru: Имя таблицы
th: ชื่อตาราง
tr: Tablo Adı
vi: Tên Bảng
zh_hans: 表名称
zh_hant: 表格名稱

source: Table name cannot be empty.
ar: لا يمكن ترك اسم الجدول فارغًا.
de: Der Tabellenname darf nicht leer sein.
es: El nombre de la tabla no puede estar vacío.
fr: Le nom de la table ne peut pas être vide.
hi: टेबल नाम खाली नहीं हो सकता।
id: Nama tabel tidak boleh kosong.
it: Il nome della tabella non può essere vuoto.
ja: テーブル名を空にすることはできません。
ko: 테이블 이름은 비워 둘 수 없습니다.
pl: Nazwa tabeli nie może być pusta.
pt_br: O nome da tabela não pode estar vazio.
ru: Имя таблицы не может быть пустым.
th: ชื่อตารางต้องไม่เว้นว่าง
tr: Tablo adı boş olamaz.
vi: Tên bảng không được để trống.
zh_hans: 表名称不能为空。
zh_hant: 表格名稱不可為空白。

source: Table names
ar: أسماء الجداول
de: Tabellennamen
es: Nombres de tabla
fr: Noms des tables
hi: टेबल नाम
id: Nama tabel
it: Nomi tabella
ja: テーブル名
ko: 테이블 이름
pl: Nazwy tabel
pt_br: Nomes das tabelas
ru: Имена таблиц
th: ชื่อตาราง
tr: Tablo adları
vi: Tên bảng
zh_hans: 表名称
zh_hant: 表格名稱

source: Table toolbar icon size
ar: حجم أيقونات شريط أدوات الجدول
de: Symbolgröße der Tabellenwerkzeugleiste
es: Tamaño de icono de la barra de herramientas de tabla
fr: Taille des icônes de la barre d'outils de la table
hi: टेबल टूलबार आइकन आकार
id: Ukuran ikon toolbar tabel
it: Dimensione icone barra degli strumenti tabella
ja: テーブルツールバーのアイコンサイズ
ko: 테이블 도구 모음 아이콘 크기
pl: Rozmiar ikon paska narzędzi tabeli
pt_br: Tamanho dos ícones da barra de ferramentas da tabela
ru: Размер значков панели инструментов таблицы
th: ขนาดไอคอนแถบเครื่องมือตาราง
tr: Tablo araç çubuğu ikon boyutu
vi: Cỡ biểu tượng thanh công cụ bảng
zh_hans: 表格工具栏图标大小
zh_hant: 表格工具列圖示大小

source: Table...
ar: جدول...
de: Tabelle...
es: Tabla...
hi: टेबल...
id: Tabel...
it: Tabella...
ja: テーブル...
ko: 테이블...
pl: Tabela…
pt_br: Tabela...
ru: Таблица…
th: ตาราง...
tr: Tablo...
vi: Bảng...
zh_hans: 表…
zh_hant: 表格…

source: Table: %@
ar: الجدول: %@
de: Tabelle: %@
es: Tabla: %@
hi: टेबल: %@
id: Tabel: %@
it: Tabella: %@
ja: テーブル: %@
ko: 테이블: %@
pl: Tabela: %@
pt_br: Tabela: %@
ru: Таблица: %@
th: ตาราง: %@
tr: Tablo: %@
vi: Bảng: %@
zh_hans: 表：%@
zh_hant: 表格：%@

source: Table: %@ (%lld rows)
ar: الجدول: %@ (%lld صف)
de: Tabelle: %@ (%lld Zeilen)
es: Tabla: %@ (%lld filas)
fr: Table : %@ (%lld lignes)
hi: टेबल: %@ (%lld पंक्तियाँ)
id: Tabel: %@ (%lld baris)
it: Tabella: %@ (%lld righe)
ja: テーブル: %@ (%lld 行)
ko: 테이블: %@ (%lld개 행)
pl: Tabela: %@ (%lld wierszy)
pt_br: Tabela: %@ (%lld linhas)
ru: Таблица: %@ (%lld строк)
th: ตาราง: %@ (%lld แถว)
tr: Tablo: %@ (%lld satır)
vi: Bảng: %@ (%lld hàng)
zh_hans: 表：%@（%lld 行）
zh_hant: 表格：%@（%lld 列）

source: Tables
ar: الجداول
de: Tabellen
es: Tablas
hi: टेबल
id: Tabel
it: Tabelle
ja: テーブル
ko: 테이블
pl: Tabele
pt_br: Tabelas
ru: Таблицы
th: ตาราง
tr: Tablolar
vi: Bảng
zh_hans: 表
zh_hant: 表格

source: Tables group
ar: مجموعة الجداول
de: Tabellengruppe
es: Grupo de Tablas
fr: Groupe de tables
hi: टेबल समूह
id: Grup tabel
it: Gruppo tabelle
ja: テーブルグループ
ko: 테이블 그룹
pl: Grupa tabel
pt_br: Grupo de tabelas
ru: Группа таблиц
th: กลุ่มตาราง
tr: Tablolar grubu
vi: Nhóm bảng
zh_hans: 表组
zh_hant: 表格群組

source: Text View
ar: عرض النص
de: Textansicht
es: Vista de Texto
fr: Vue texte
hi: टेक्स्ट दृश्य
id: Tampilan Teks
it: Vista testo
ja: テキスト表示
ko: 텍스트 보기
pl: Widok tekstowy
pt_br: Visualização de texto
ru: Текстовый вид
th: มุมมองข้อความ
tr: Metin Görünümü
vi: Chế độ xem Văn bản
zh_hans: 文本视图
zh_hant: 文字檢視

source: Text color
ar: لون النص
de: Textfarbe
es: Color de texto
fr: Couleur du texte
hi: टेक्स्ट रंग
id: Warna teks
it: Colore testo
ja: 文字色
ko: 텍스트 색상
pl: Kolor tekstu
pt_br: Cor do texto
ru: Цвет текста
th: สีข้อความ
tr: Yazı rengi
vi: Màu chữ
zh_hans: 文字颜色
zh_hant: 文字顏色

source: The view definition (CREATE OR REPLACE VIEW) is exported — a view has no rows of its own, so no data is written separately.
ar: يتم تصدير تعريف العرض (CREATE OR REPLACE VIEW) — لا يحتوي العرض على صفوف خاصة به، لذا لا تُكتب أي بيانات بشكل منفصل.
de: Die Ansichtsdefinition (CREATE OR REPLACE VIEW) wird exportiert — eine Ansicht hat keine eigenen Zeilen, daher werden keine Daten separat geschrieben.
es: Se exporta la definición de la vista (CREATE OR REPLACE VIEW) — una vista no tiene filas propias, por lo que no se escriben datos por separado.
fr: La définition de la vue (CREATE OR REPLACE VIEW) est exportée — une vue n'a pas de lignes propres, aucune donnée n'est donc écrite séparément.
hi: व्यू परिभाषा (CREATE OR REPLACE VIEW) निर्यात की जाती है — व्यू की अपनी कोई पंक्तियाँ नहीं होतीं, इसलिए अलग से कोई डेटा नहीं लिखा जाता।
id: Definisi view (CREATE OR REPLACE VIEW) diekspor — view tidak memiliki baris sendiri, sehingga tidak ada data yang ditulis terpisah.
it: Viene esportata la definizione della vista (CREATE OR REPLACE VIEW) — una vista non ha righe proprie, quindi nessun dato viene scritto separatamente.
ja: ビューの定義 (CREATE OR REPLACE VIEW) がエクスポートされます — ビューは独自の行を持たないため、データが別途書き込まれることはありません。
ko: 뷰 정의(CREATE OR REPLACE VIEW)가 내보내집니다 — 뷰는 자체 행이 없으므로 데이터가 별도로 기록되지 않습니다.
pl: Eksportowana jest definicja widoku (CREATE OR REPLACE VIEW) — widok nie ma własnych wierszy, więc żadne dane nie są zapisywane osobno.
pt_br: A definição da view (CREATE OR REPLACE VIEW) é exportada — uma view não possui linhas próprias, portanto nenhum dado é gravado separadamente.
ru: Экспортируется определение представления (CREATE OR REPLACE VIEW) — у представления нет собственных строк, поэтому данные отдельно не записываются.
th: คำนิยามของมุมมอง (CREATE OR REPLACE VIEW) จะถูกส่งออก — มุมมองไม่มีแถวข้อมูลของตัวเอง จึงไม่มีการเขียนข้อมูลแยกต่างหาก
tr: View tanımı (CREATE OR REPLACE VIEW) dışa aktarılır — bir view'ın kendine ait satırları olmadığından veri ayrıca yazılmaz.
vi: Định nghĩa khung nhìn (CREATE OR REPLACE VIEW) được xuất — khung nhìn không có hàng dữ liệu riêng, nên không có dữ liệu nào được ghi thêm.
zh_hans: 会导出视图定义 (CREATE OR REPLACE VIEW) — 视图本身没有行，因此不会单独写入数据。
zh_hant: 會匯出檢視表定義 (CREATE OR REPLACE VIEW) — 檢視表本身沒有資料列，因此不會另外寫入任何資料。

source: Theme
ar: المظهر
de: Erscheinungsbild
es: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
pt_br: Tema
ru: Тема
th: ธีม
tr: Tema
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
hi: इस कार्रवाई को पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
th: การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Bu işlem geri alınamaz.
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: This result is not editable (requires a single table and a primary key column in the result).
ar: هذه النتيجة غير قابلة للتحرير (يتطلب جدولًا واحدًا وعمود مفتاح أساسي في النتيجة).
de: Dieses Ergebnis ist nicht bearbeitbar (erfordert eine einzelne Tabelle und eine Primärschlüsselspalte im Ergebnis).
es: Este resultado no es editable (requiere una sola tabla y una columna de clave primaria en el resultado).
fr: Ce résultat n'est pas modifiable (nécessite une seule table et une colonne de clé primaire dans le résultat).
hi: यह परिणाम संपादन योग्य नहीं है (परिणाम में एक ही टेबल और एक primary key कॉलम आवश्यक है)।
id: Hasil ini tidak dapat diedit (memerlukan satu tabel dan kolom primary key dalam hasil).
it: Questo risultato non è modificabile (richiede una singola tabella e una colonna chiave primaria nel risultato).
ja: この結果は編集できません（結果に単一のテーブルと主キー列が必要です）。
ko: 이 결과는 편집할 수 없습니다 (결과에 단일 테이블과 기본 키 열이 필요합니다).
pl: Tego wyniku nie można edytować (wymagana jest jedna tabela i kolumna klucza głównego w wyniku).
pt_br: Este resultado não é editável (requer uma única tabela e uma coluna de chave primária no resultado).
ru: Этот результат нельзя редактировать (требуется одна таблица и столбец первичного ключа в результате).
th: ผลลัพธ์นี้ไม่สามารถแก้ไขได้ (ต้องมาจากตารางเดียวและมีคอลัมน์คีย์หลักอยู่ในผลลัพธ์)
tr: Bu sonuç düzenlenemez (tek tablo + sonuçta primary key sütunu gerekir).
vi: Kết quả này không thể chỉnh sửa (yêu cầu một bảng duy nhất và cột khóa chính trong kết quả).
zh_hans: 此结果不可编辑（结果中需要单个表和一个主键列）。
zh_hant: 此結果無法編輯（結果需要單一表格與一個主索引鍵欄位）。

source: This script holds several statements. "Run" sends them as one packet; use "Run All" to send them one at a time.
ar: يحتوي هذا البرنامج النصي على عدة عبارات. "تشغيل" يرسلها كحزمة واحدة؛ استخدم "تشغيل الكل" لإرسالها واحدة تلو الأخرى.
de: Dieses Skript enthält mehrere Anweisungen. „Ausführen“ sendet sie als ein Paket; verwenden Sie „Alles Ausführen“, um sie einzeln zu senden.
es: Este script contiene varias sentencias. «Ejecutar» las envía en un solo paquete; use «Ejecutar Todo» para enviarlas una por una.
fr: Ce script contient plusieurs instructions. « Exécuter » les envoie en un seul paquet ; utilisez « Tout exécuter » pour les envoyer une par une.
hi: इस स्क्रिप्ट में कई कथन हैं। "चलाएँ" उन्हें एक पैकेट के रूप में भेजता है; उन्हें एक-एक करके भेजने के लिए "सभी चलाएँ" का उपयोग करें।
id: Skrip ini berisi beberapa pernyataan. "Run" mengirimkannya sebagai satu paket; gunakan "Run All" untuk mengirimkannya satu per satu.
it: Questo script contiene più istruzioni. "Esegui" le invia come un unico pacchetto; usa "Esegui tutto" per inviarle una alla volta.
ja: このスクリプトには複数のステートメントが含まれています。「実行」は1つのパケットとして送信します。「すべて実行」を使うと1つずつ送信されます。
ko: 이 스크립트에는 여러 문이 포함되어 있습니다. "실행"은 하나의 패킷으로 전송하고, "전체 실행"은 하나씩 전송합니다.
pl: Ten skrypt zawiera kilka instrukcji. „Uruchom” wysyła je jako jeden pakiet; użyj „Uruchom wszystko”, aby wysłać je pojedynczo.
pt_br: Este script contém várias instruções. "Executar" as envia como um único pacote; use "Executar tudo" para enviá-las uma de cada vez.
ru: Этот скрипт содержит несколько инструкций. «Выполнить» отправляет их одним пакетом; используйте «Выполнить всё», чтобы отправлять их по одной.
th: สคริปต์นี้มีหลายคำสั่งอยู่ภายใน "Run" จะส่งคำสั่งทั้งหมดเป็นชุดเดียว ส่วน "Run All" จะส่งทีละคำสั่ง
tr: Bu script birden fazla ifade içeriyor. “Çalıştır” hepsini tek pakette gönderir; teker teker göndermek için “Tümünü Çalıştır” kullanın.
vi: Tập lệnh này chứa nhiều câu lệnh. "Run" gửi chúng như một gói; dùng "Run All" để gửi từng câu lệnh một.
zh_hans: 此脚本包含多条语句。“运行”会将它们作为一个数据包发送；使用“全部运行”可逐条发送。
zh_hant: 此指令碼包含多條語句。「執行」會將它們作為單一封包傳送；使用「全部執行」可逐條傳送。

source: This table (%lld rows) exceeds Excel's limit of %lld rows. Please use the CSV, SQL or HTML format instead.
ar: يتجاوز هذا الجدول (%lld صف) حد Excel البالغ %lld صفًا. يُرجى استخدام تنسيق CSV أو SQL أو HTML بدلاً من ذلك.
de: Diese Tabelle (%lld Zeilen) überschreitet das Excel-Limit von %lld Zeilen. Bitte verwenden Sie stattdessen das CSV-, SQL- oder HTML-Format.
es: Esta tabla (%lld filas) supera el límite de Excel de %lld filas. Usa el formato CSV, SQL o HTML en su lugar.
fr: Cette table (%lld lignes) dépasse la limite d'Excel de %lld lignes. Veuillez utiliser le format CSV, SQL ou HTML à la place.
hi: यह टेबल (%lld पंक्तियाँ) Excel की %lld पंक्तियों की सीमा से अधिक है। कृपया इसके बजाय CSV, SQL या HTML प्रारूप का उपयोग करें।
id: Tabel ini (%lld baris) melebihi batas Excel sebanyak %lld baris. Gunakan format CSV, SQL, atau HTML sebagai gantinya.
it: Questa tabella (%lld righe) supera il limite di Excel di %lld righe. Utilizza invece il formato CSV, SQL o HTML.
ja: このテーブル（%lld 行）は Excel の上限である %lld 行を超えています。代わりに CSV、SQL、または HTML 形式を使用してください。
ko: 이 테이블(%lld개 행)은 Excel의 제한인 %lld개 행을 초과합니다. 대신 CSV, SQL 또는 HTML 형식을 사용하세요.
pl: Ta tabela (%lld wierszy) przekracza limit Excela wynoszący %lld wierszy. Użyj zamiast tego formatu CSV, SQL lub HTML.
pt_br: Esta tabela (%lld linhas) excede o limite do Excel de %lld linhas. Use o formato CSV, SQL ou HTML.
ru: Эта таблица (%lld строк) превышает лимит Excel в %lld строк. Используйте вместо этого формат CSV, SQL или HTML.
th: ตารางนี้ (%lld แถว) เกินขีดจำกัด %lld แถวของ Excel โปรดใช้รูปแบบ CSV, SQL หรือ HTML แทน
tr: Bu tablo (%lld satır) Excel'in %lld satır sınırını aşıyor. Lütfen CSV, SQL ya da HTML formatını kullanın.
vi: Bảng này (%lld hàng) vượt quá giới hạn %lld hàng của Excel. Vui lòng dùng định dạng CSV, SQL hoặc HTML thay thế.
zh_hans: 此表（%lld 行）超过了 Excel 的 %lld 行限制。请改用 CSV、SQL 或 HTML 格式。
zh_hant: 此表格（%lld 列）超過 Excel 的 %lld 列限制。請改用 CSV、SQL 或 HTML 格式。

source: This table has no primary key; editing is disabled.
ar: لا يحتوي هذا الجدول على مفتاح أساسي؛ تم تعطيل التحرير.
de: Diese Tabelle hat keinen Primärschlüssel; Bearbeiten ist deaktiviert.
es: Esta tabla no tiene clave primaria; la edición está desactivada.
fr: Cette table n'a pas de clé primaire ; la modification est désactivée.
hi: इस टेबल में कोई primary key नहीं है; संपादन अक्षम है।
id: Tabel ini tidak memiliki primary key; pengeditan dinonaktifkan.
it: Questa tabella non ha una chiave primaria; la modifica è disabilitata.
ja: このテーブルには主キーがないため、編集は無効です。
ko: 이 테이블에는 기본 키가 없어 편집이 비활성화됩니다.
pl: Ta tabela nie ma klucza głównego; edycja jest wyłączona.
pt_br: Esta tabela não tem chave primária; a edição está desativada.
ru: У этой таблицы нет первичного ключа; редактирование отключено.
th: ตารางนี้ไม่มีคีย์หลัก จึงปิดใช้งานการแก้ไข
tr: Bu tabloda primary key yok, düzenleme kapalı.
vi: Bảng này không có khóa chính; chỉnh sửa đã bị tắt.
zh_hans: 此表没有主键；编辑功能已禁用。
zh_hant: 此表格沒有主索引鍵；編輯功能已停用。

source: Tree icon colors
ar: ألوان أيقونات الشجرة
de: Farben der Baumsymbole
es: Colores de icono del árbol
fr: Couleurs des icônes de l'arborescence
hi: ट्री आइकन रंग
id: Warna ikon pohon
it: Colori icone albero
ja: ツリーアイコンの色
ko: 트리 아이콘 색상
pl: Kolory ikon drzewa
pt_br: Cores dos ícones da árvore
ru: Цвета значков дерева
th: สีไอคอนแผนผังต้นไม้
tr: Ağaç ikon renkleri
vi: Màu biểu tượng cây thư mục
zh_hans: 树形图标颜色
zh_hant: 樹狀圖示顏色

source: Trigger Name
ar: اسم الـ Trigger
es: Nombre de Disparador
fr: Nom du trigger
hi: Trigger नाम
id: Nama Trigger
it: Nome trigger
ja: トリガー名
ko: Trigger 이름
pl: Nazwa wyzwalacza
pt_br: Nome do trigger
ru: Имя триггера
th: ชื่อทริกเกอร์
tr: Trigger Adı
vi: Tên Trình kích hoạt
zh_hans: 触发器名称
zh_hant: Trigger 名稱

source: Trigger names
ar: أسماء الـ Triggers
de: Triggernamen
es: Nombres de disparador
fr: Noms des triggers
hi: Trigger नाम
id: Nama trigger
it: Nomi trigger
ja: トリガー名
ko: Trigger 이름
pl: Nazwy wyzwalaczy
pt_br: Nomes dos triggers
ru: Имена триггеров
th: ชื่อทริกเกอร์
tr: Trigger adları
vi: Tên trình kích hoạt
zh_hans: 触发器名称
zh_hant: Trigger 名稱
